Repository: mishrafabric/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextRemoteView/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# rd.a11y.pane
source: Remote desktop: %@
ja: リモートデスクトップ: %@

# rd.action.cancel
source: Cancel
ja: キャンセル

# rd.action.close
source: Close
ja: 閉じる

# rd.action.connect
source: Connect
ja: 接続

# rd.action.controlAnyway
source: Control Anyway
ja: それでも操作する

# rd.action.reconnect
source: Reconnect
ja: 再接続

# rd.mode.control
source: Control
ja: 操作

# rd.mode.view
source: View
ja: 表示

# rd.path.direct
source: direct
ja: 直接

# rd.path.relayed
source: relayed
ja: リレー

# rd.path.viaCloudRegion
source: via cloud region
ja: クラウドリージョン経由

# rd.quality.auto
source: Auto
ja: 自動

# rd.quality.lowBandwidth
source: Low Bandwidth
ja: 低帯域

# rd.quality.sharpText
source: Sharp Text
ja: くっきりした文字

# rd.quality.smoothMotion
source: Smooth Motion
ja: なめらかな動き

# rd.state.connecting.detail
source: Finding the fastest path to this machine.
ja: このマシンへの最速の経路を探しています。

# rd.state.connecting.title
source: Connecting to %@…
ja: %@ に接続中…

# rd.state.consent.detail
source: Someone at %@ must allow this session.
ja: %@ にいる人がこのセッションを許可する必要があります。

# rd.state.consent.title
source: Waiting for consent on %@…
ja: %@ での許可を待っています…

# rd.state.denied.detail
source: %@ did not allow this session.
ja: %@ はこのセッションを許可しませんでした。

# rd.state.denied.title
source: Not allowed
ja: 許可されませんでした

# rd.state.developmentOnly
source: Development only: connect to loopback or a single-tenant overlay
ja: 開発用のみ: ループバックまたはシングルテナントのオーバーレイに接続してください

# rd.state.kicked.detail
source: %1$@ ended your session on %2$@.
ja: %1$@ が %2$@ でのセッションを終了しました。

# rd.state.kicked.title
source: Disconnected by %@
ja: %@ によって切断されました

# rd.state.latency.detail
source: %1$lld ms, %2$@. Control turns off above %3$lld ms.
ja: %1$lld ms、%2$@。%3$lld ms を超えると操作はオフになります。

# rd.state.latency.title
source: View only: high latency
ja: 表示のみ: 遅延が大きい

# rd.state.lost.detail
source: The path to %@ closed.
ja: %@ への経路が閉じました。

# rd.state.lost.title
source: Connection lost
ja: 接続が切れました

# rd.state.stopped.detail
source: %@ turned off Remote Desktop. The last frame is shown.
ja: %@ がリモートデスクトップをオフにしました。最後の画面を表示しています。

# rd.state.stopped.title
source: Host stopped sharing
ja: ホストが共有を停止しました

# rd.state.viewerStopped.detail
source: You stopped this session.
ja: このセッションを停止しました。

# rd.state.viewerStopped.title
source: Session ended
ja: セッションを終了しました

# rd.status.connecting
source: connecting
ja: 接続中

# rd.status.ended
source: ended
ja: 終了

# rd.tab.confirm.detail
source: A script, an agent or a restore opened this tab. Nothing connects until you choose Connect.
ja: このタブはスクリプト、エージェント、または復元によって開かれました。「接続」を選ぶまで何も接続しません。

# rd.tab.confirm.title
source: Connect to %@?
ja: %@ に接続しますか？

# rd.tab.title.generic
source: Remote Desktop
ja: リモートデスクトップ

# rd.tab.unavailable.invalidAddress
source: This tab's remote desktop address is not valid.
ja: このタブのリモートデスクトップのアドレスが無効です。

# rd.tab.unavailable.noTransport
source: This build cannot connect to %@ yet. The host “mock” shows a test desktop.
ja: このビルドはまだ %@ に接続できません。ホスト「mock」ではテスト用のデスクトップを表示します。

# rd.tab.unavailable.notInBuild
source: This build does not include remote desktop. It is in development builds only for now.
ja: このビルドにはリモートデスクトップが含まれていません。現在は開発ビルドのみで利用できます。

# rd.tab.unavailable.notLoopback
source: Development builds connect only to this Mac for now, not to %@.
ja: 開発ビルドは現在このMacにのみ接続できます。%@ には接続できません。

# rd.tab.unavailable.remoteRecord
source: This tab came from another machine. Remote desktop tabs open only on the Mac that made them.
ja: このタブは別のマシンから来ました。リモートデスクトップのタブは、作成したMacでのみ開きます。

# rd.tab.unavailable.title
source: Remote desktop is not available
ja: リモートデスクトップは利用できません

# rd.toolbar.display
source: Display %lld
ja: ディスプレイ %lld

# rd.toolbar.displayPlaceholder
source: Other displays appear here when the host has them
ja: ホストに他のディスプレイがあるとここに表示されます

# rd.toolbar.quality
source: Quality
ja: 画質

# rd.toolbar.stop
source: Stop
ja: 停止

# rd.upstream.share.camera
source: Share Camera
ja: カメラを共有

# rd.upstream.share.microphone
source: Share Microphone
ja: マイクを共有

# rd.upstream.share.screen
source: Share Screen
ja: 画面を共有

# rd.upstream.sharing.camera
source: Camera on
ja: カメラ オン

# rd.upstream.sharing.microphone
source: Microphone on
ja: マイク オン

# rd.upstream.sharing.screen
source: Sharing screen
ja: 画面を共有中

# rd.upstream.stop.camera
source: Stop Sharing Camera
ja: カメラの共有を停止

# rd.upstream.stop.microphone
source: Stop Sharing Microphone
ja: マイクの共有を停止

# rd.upstream.stop.screen
source: Stop Sharing Screen
ja: 画面の共有を停止
